Repository: Dryhoof/de.dsa_aachen.DSA_Elements_Summons
Catalog: lib/l10n/app_*.arb
Languages: de

# appTitle
source: DSA Elements Summons
de: DSA Elementarbeschwörung

source: Create character
de: Charakter erstellen

source: Edit character
de: Charakter bearbeiten

source: Summon elemental
de: Elementar beschwören

source: Character creation:
de: Charaktererstellung:

source: Character name:
de: Charaktername:

source: Character class:
de: Profession:

# chooseClass
source: Choose the class:
de: Wähle die Klasse:

# errorCharName
source: You need to enter a character name!
de: Du musst einen Charakternamen eingeben!

source: Attributes:
de: Eigenschaften:

# statCourage
source: Courage:
de: Mut:

# statWisdom
source: Wisdom:
de: Klugheit:

source: Talents
de: Talente

# talentCallElementalServant
source: Call elemental servant:
de: TaW Elementarer Diener:

# talentCallDjinn
source: Call djinn:
de: TaW Dschinnenruf:

# talentCallMasterOfElement
source: Call master of element:
de: TaW Meister der Elemente:

source: Element fire
de: Element Feuer

source: Element water
de: Element Wasser

source: Element life
de: Element Humus

source: Element stone
de: Element Stein

source: Element ice
de: Element Eis

source: Element air
de: Element Luft

source: Talented for
de: Begabung für

# talentedDemonic
source: No. of demonic talents:
de: Anzahl Begabung (Dämonisch):

source: Knowledge of attribute
de: Merkmalskenntnis

# knowledgeDemonic
source: No. of demonic knowledges:
de: Anzahl Merkmalskenntnis (Dämonisch):

source: Special characteristics
de: Sonderfertigkeiten

source: Affinity to elementals
de: Affinität zu Elementaren

source: Demonic covenant
de: Paktierer

source: Cloaked aura
de: Verhüllte Aura

source: Powerlinemagic I
de: Kraftlinienmagie I

source: Weak presence
de: Schwache Ausstrahlung

source: Strength of stigma
de: Stigma

source: Save character
de: Charakter speichern

source: Delete character
de: Charakter löschen

source: Elemental servant
de: Elementarer Diener

source: Djinn
de: Dschinn

source: Master of element
de: Meister der Elemente

source: Select summoning type:
de: Beschwörungstyp wählen:

source: Quality of material:
de: Qualität des Materials:

source: Quality of true name:
de: Qualität des wahren Namens:

source: Circumstances of place:
de: Umstände des Ortes:

# powernode
source: Strength of Powernode (with Powerlinemagic I)
de: Stärke des Kraftknotens (mit Kraftlinienmagie I)

source: Circumstances of time
de: Umstände der Zeit

source: Quality of gift
de: Qualität der Gabe

source: Quality of deed
de: Qualität der Tat

source: Astral sense
de: Astraler Spürsinn

source: Long arm
de: Langer Arm

source: Life sense
de: Lebenssinn

source: Additional actions
de: Zusätzliche Aktionen

source: No
de: Nein

source: Resistance against magic attacks
de: Resistenz gegen magische Angriffe

source: Immunity against magic attacks
de: Immunität gegen magische Angriffe

source: Resistance against trait
de: Resistenz gegen Merkmal

source: Immunity against trait
de: Immunität gegen Merkmal

source: Damage
de: Schaden

source: Resistance against elemental attacks
de: Resistenz gegen Elementarangriffe

source: Immunity against elemental attacks
de: Immunität gegen Elementarangriffe

source: Fire
de: Feuer

source: Water
de: Wasser

source: Life
de: Humus

source: Ice
de: Eis

source: Stone
de: Stein

source: Air
de: Luft

source: Special GM stuff
de: Spezial-SL-Sachen

source: Bloodmagic used
de: Blutmagie verwendet

# summonedLesserDemon
source: Summoned a lesser demon (last 7h)
de: Niederen Dämon beschworen (letzte 7h)

# summonedHornedDemon
source: Summoned a horned demon (last 24h)
de: Gehörnten Dämon beschworen (letzte 24h)

source: Calculate summoning
de: Beschwörung berechnen

source: Summoning modifier
de: Beschwörungsmodifikator

source: Control test modifier
de: Kontrollmodifikator

source: Additional Modifications
de: Zusätzliche Modifikationen

# additionalSummon
source: Summon
de: Beschwörung

# additionalControl
source: Control
de: Kontrolle

source: Personality
de: Persönlichkeit

source: Weak against
de: Schwach gegen

source: Summoning:
de: Beschwörung:

# noCharacters
source: No characters yet. Create one first!
de: Noch keine Charaktere. Erstelle zuerst einen!

source: Character deleted
de: Charakter gelöscht

source: Undo
de: Rückgängig

# classMage
source: Mage
de: Magier

# classDruid
source: Druid
de: Druide

# classCristalomant
source: Cristalomant
de: Kristallomant

# classShaman
source: Shaman
de: Schamane

source: Edit
de: Bearbeiten

source: Summon
de: Beschwören

source: New character
de: Neuer Charakter

# nameRequired
source: Name is required
de: Name ist erforderlich

# stats
source: Attributes
de: Eigenschaften

# elementAndType
source: Element & Type
de: Element & Typ

source: Circumstances
de: Umstände

source: Abilities
de: Fähigkeiten

source: Resistances
de: Resistenzen

source: Immunities
de: Immunitäten

source: GM Modifiers
de: SL-Modifikatoren

# materialPurity
source: Quality of material
de: Qualität des Materials

source: True name
de: Wahrer Name

source: Place
de: Ort

source: Time
de: Zeit

source: Gift
de: Gabe

source: Deed
de: Tat

source: Quality
de: Qualität

source: None
de: Keine

source: Resistance
de: Resistenz

source: Immunity
de: Immunität

# resistanceMagic
source: Resistance against magic attacks
de: Resistenz gegen magische Angriffe

# resistanceTraitDamage
source: Resistance against trait damage
de: Resistenz gegen Merkmal Schaden

# immunityMagic
source: Immunity against magic attacks
de: Immunität gegen magische Angriffe

# immunityTraitDamage
source: Immunity against trait damage
de: Immunität gegen Merkmal Schaden

# summonLabel
source: Summon
de: Beschwörung

# controlLabel
source: Control
de: Kontrolle

source: Calculate
de: Berechnen

source: Result
de: Ergebnis

# noData
source: No data available
de: Keine Daten verfügbar

# additionalSummonMod
source: Additional summon modifier
de: Zusätzlicher Beschwörungsmodifikator

# additionalControlMod
source: Additional control modifier
de: Zusätzlicher Kontrollmodifikator

# unsavedChangesTitle
source: Unsaved changes
de: Ungespeicherte Änderungen

# unsavedChangesMessage
source: You have unsaved changes. What would you like to do?
de: Du hast ungespeicherte Änderungen. Was möchtest du tun?

source: Save
de: Speichern

source: Discard
de: Verwerfen

source: Cancel
de: Abbrechen

source: Elemental templates
de: Elementar-Vorlagen

source: New template
de: Neue Vorlage

source: Edit template
de: Vorlage bearbeiten

source: Template name
de: Vorlagenname

source: Load template
de: Vorlage laden

source: Save as template
de: Als Vorlage speichern

# noTemplates
source: No templates yet. Create one first!
de: Noch keine Vorlagen. Erstelle zuerst eine!

source: Delete template
de: Vorlage löschen

source: Template saved
de: Vorlage gespeichert

source: Template loaded
de: Vorlage geladen

source: Template deleted
de: Vorlage gelöscht

source: Elementals
de: Elementare

# errorTemplateName
source: You need to enter a template name!
de: Du musst einen Vorlagennamen eingeben!

# place0
source: Elemental citadel (-7/-2)
de: Elementare Zitadelle (-7/-2)

# place1
source: Near elemental citadel (-5/-1)
de: Umgebung einer Zitadelle (-5/-1)

# place2
source: Place of elemental purity (-3/-1)
de: Ort elementarer Reinheit (-3/-1)

# place3
source: Element strongly present (-2/0)
de: Element stark vertreten (-2/0)

# place4
source: Element slightly present (-1/0)
de: Element leicht vertreten (-1/0)

# place5
source: No connection to element (0/0)
de: Keine Verbindung zu Element (0/0)

# place7
source: Counter element slightly present (+1/0)
de: Gegenelement leicht vertreten (+1/0)

# place8
source: Counter element strongly present (+2/0)
de: Gegenelement stark vertreten (+2/0)

# place9
source: Place of counter element (+3/+1)
de: Ort des Gegenelements (+3/+1)

# place10
source: Elemental node of counter element (+5/+1)
de: Elementarknoten Gegenelement (+5/+1)

# place11
source: Citadel of counter element (+7/+2)
de: Zitadelle des Gegenelements (+7/+2)

# place12
source: Gate of horror (Blakharaz) (+5/+1)
de: Pforte des Grauens (Blakharaz) (+5/+1)

# place13
source: Gate of horror (Agrimoth) (+7/+2)
de: Pforte des Grauens (Agrimoth) (+7/+2)

# time0
source: 1 on D20 (-3/-1)
de: 1 auf W20 (-3/-1)

# time1
source: 2-5 on D20 (-2/-1)
de: 2-5 auf W20 (-2/-1)

# time2
source: 6-9 on D20 (-1/0)
de: 6-9 auf W20 (-1/0)

# time3
source: 10-11 on D20 (0/0)
de: 10-11 auf W20 (0/0)

# time4
source: 12-15 on D20 (+1/0)
de: 12-15 auf W20 (+1/0)

# time5
source: 16-19 on D20 (+2/+1)
de: 16-19 auf W20 (+2/+1)

# time6
source: 20 on D20 / Nameless days (+3/+1)
de: 20 auf W20 / Namenlose Tage (+3/+1)

# gift0
source: Outstanding gift (-7/-2)
de: Herausragendes Geschenk (-7/-2)

# gift1
source: Very valuable gift (-6/-2)
de: Sehr wertvolles Geschenk (-6/-2)

# gift2
source: Valuable gift (-5/-1)
de: Wertvolles Geschenk (-5/-1)

# gift3
source: Good gift (-4/-1)
de: Gutes Geschenk (-4/-1)

# gift4
source: Appropriate gift (-3/-1)
de: Angemessenes Geschenk (-3/-1)

# gift5
source: Acceptable gift (-2/0)
de: Akzeptables Geschenk (-2/0)

# gift6
source: Small gift (-1/0)
de: Kleines Geschenk (-1/0)

# gift7
source: No gift (0/0)
de: Kein Geschenk (0/0)

# gift8
source: Unsuitable gift (+1/0)
de: Unpassendes Geschenk (+1/0)

# gift9
source: Insulting gift (+2/0)
de: Beleidigendes Geschenk (+2/0)

# gift10
source: Bad gift (+3/+1)
de: Schlechtes Geschenk (+3/+1)

# gift11
source: Very bad gift (+4/+1)
de: Sehr schlechtes Geschenk (+4/+1)

# gift12
source: Offensive gift (+5/+1)
de: Anstößiges Geschenk (+5/+1)

# gift13
source: Reprehensible gift (+6/+2)
de: Verwerfliches Geschenk (+6/+2)

# gift14
source: Abominable gift (+7/+2)
de: Abscheuliches Geschenk (+7/+2)

# deed0
source: Outstanding deed (-7/-2)
de: Herausragende Tat (-7/-2)

# deed1
source: Very good deed (-6/-2)
de: Sehr gute Tat (-6/-2)

# deed2
source: Good deed (-5/-1)
de: Gute Tat (-5/-1)

# deed3
source: Helpful deed (-4/-1)
de: Hilfreiche Tat (-4/-1)

# deed4
source: Appropriate deed (-3/-1)
de: Angemessene Tat (-3/-1)

# deed5
source: Acceptable deed (-2/0)
de: Akzeptable Tat (-2/0)

# deed6
source: Small deed (-1/0)
de: Kleine Tat (-1/0)

# deed7
source: No deed (0/0)
de: Keine Tat (0/0)

# deed8
source: Unsuitable deed (+1/0)
de: Unpassende Tat (+1/0)

# deed9
source: Insulting deed (+2/0)
de: Beleidigende Tat (+2/0)

# deed10
source: Bad deed (+3/+1)
de: Schlechte Tat (+3/+1)

# deed11
source: Very bad deed (+4/+1)
de: Sehr schlechte Tat (+4/+1)

# deed12
source: Offensive deed (+5/+1)
de: Anstößige Tat (+5/+1)

# deed13
source: Reprehensible deed (+6/+2)
de: Verwerfliche Tat (+6/+2)

# deed14
source: Abominable deed (+7/+2)
de: Abscheuliche Tat (+7/+2)

# overwriteTemplateTitle
source: Overwrite template?
de: Vorlage überschreiben?

# overwriteTemplateMessage
source: A template with this name already exists. Do you want to overwrite it?
de: Eine Vorlage mit diesem Namen existiert bereits. Möchtest du sie überschreiben?

source: Overwrite
de: Überschreiben

# deleteConfirmTitle
source: Delete?
de: Löschen?

# deleteCharacterConfirm
source: Do you really want to delete this character?
de: Möchtest du diesen Charakter wirklich löschen?

# deleteTemplateConfirm
source: Do you really want to delete this template?
de: Möchtest du diese Vorlage wirklich löschen?

source: Delete
de: Löschen

# overwriteCharacterTitle
source: Overwrite character?
de: Charakter überschreiben?

# overwriteCharacterMessage
source: A character with this name already exists. Do you want to overwrite it?
de: Ein Charakter mit diesem Namen existiert bereits. Möchtest du ihn überschreiben?
